Repository: DyorHQ/IOS-app
Catalog: ios/DyorKit/Sources/DyorKit/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: its signing domain is not Perpl's (%@)
es: su dominio de firma no es el de Perpl (%@)
fr: son domaine de signature n'est pas celui de Perpl (%@)
ko: 서명 도메인이 Perpl의 도메인이 아님(%@)
zh_hans: 它的签名域不是 Perpl 的（%@）

source: json object
es: un objeto JSON
fr: un objet JSON
ko: JSON 객체
zh_hans: JSON 对象

source: launching a coin
es: lanzar una moneda
fr: le lancement d'un jeton
ko: 코인 런칭
zh_hans: 发射代币

source: launching or creating
es: lanzar o crear
fr: le lancement ou la création
ko: 런칭 또는 생성
zh_hans: 发射或创建

source: launchpad fees and rewards
es: comisiones y recompensas del launchpad
fr: les frais et récompenses du launchpad
ko: 런치패드 수수료 및 보상
zh_hans: Launchpad 手续费和奖励

source: launchpad records
es: registros del launchpad
fr: des enregistrements du launchpad
ko: 런치패드 기록
zh_hans: Launchpad 记录

source: making sessions longer
es: alargar las sesiones
fr: l'allongement des sessions
ko: 세션 연장
zh_hans: 延长会话时长

# marginUsage.all
source: All
es: Todo
fr: Toute
ko: 전부
zh_hans: 全部

source: market context
es: contexto de mercado
fr: le contexte de marché
ko: 마켓 정보
zh_hans: 市场上下文

source: missing access token
es: falta el token de acceso
fr: jeton d'accès manquant
ko: 액세스 토큰 없음
zh_hans: 缺少访问令牌

source: more MON than shown
es: más MON del que se muestra
fr: plus de MON que ce qui est affiché
ko: 표시된 것보다 많은 MON
zh_hans: 多于显示数量的 MON

source: more than the amount shown
es: más de la cantidad que se muestra
fr: plus que le montant affiché
ko: 표시된 금액보다 많은 금액
zh_hans: 超过显示的金额

source: notifications and price alerts
es: notificaciones y alertas de precio
fr: les notifications et alertes de prix
ko: 알림 및 가격 알림
zh_hans: 通知和价格提醒

source: one-click trading
es: el trading con un clic
fr: le trading en un clic
ko: 원클릭 거래
zh_hans: 一键交易

source: over the %@ limit per action
es: supera el límite de %@ por acción
fr: au-delà de la limite de %@ par action
ko: 작업당 한도 %@ 초과
zh_hans: 超过每次操作 %@ 的限额

source: over this session’s %@ limit
es: supera el límite de %@ de esta sesión
fr: au-delà de la limite de %@ de cette session
ko: 이 세션의 한도 %@ 초과
zh_hans: 超过本次会话 %@ 的限额

source: position %@
es: la posición %@
fr: la position %@
ko: 포지션 %@
zh_hans: 仓位 %@

source: publishing a Moment
es: publicar un Moment
fr: la publication d'un Moment
ko: Moment 게시
zh_hans: 发布 Moment

source: self-custody and security
es: la autocustodia y la seguridad
fr: l'auto-conservation et la sécurité
ko: 셀프 커스터디 및 보안
zh_hans: 自托管与安全

source: sending to another address
es: enviar a otra dirección
fr: un envoi vers une autre adresse
ko: 다른 주소로 보내기
zh_hans: 发送到其他地址

source: server not configured
es: servidor no configurado
fr: serveur non configuré
ko: 서버가 설정되지 않음
zh_hans: 服务器未配置

source: showing your recovery phrase
es: mostrar tu frase de recuperación
fr: l'affichage de votre phrase de récupération
ko: 복구 구문 표시
zh_hans: 显示你的助记词

source: sign in again to delete your account
es: vuelve a iniciar sesión para eliminar tu cuenta
fr: reconnectez-vous pour supprimer votre compte
ko: 계정을 삭제하려면 다시 로그인 필요
zh_hans: 重新登录以删除你的账户

source: signing a message
es: firmar un mensaje
fr: la signature d'un message
ko: 메시지 서명
zh_hans: 签署消息

source: signing raw data
es: firmar datos sin formato
fr: la signature de données brutes
ko: 원시 데이터 서명
zh_hans: 签署原始数据

source: slippage and price impact
es: el deslizamiento y el impacto en el precio
fr: le slippage et l'impact sur le prix
ko: 슬리피지 및 가격 영향
zh_hans: 滑点和价格影响

source: the email pepper
es: el pepper del correo electrónico
fr: le poivre de l'e-mail
ko: 이메일 페퍼
zh_hans: 邮箱 pepper

source: the output going to another address
es: el resultado va a otra dirección
fr: le résultat envoyé vers une autre adresse
ko: 다른 주소로 가는 결과물
zh_hans: 输出发送到其他地址

source: the pin-media response
es: la respuesta de pin-media
fr: la réponse d'épinglage du média
ko: 미디어 고정 응답
zh_hans: 媒体固定响应

source: the risks
es: los riesgos
fr: les risques
ko: 위험 요소
zh_hans: 风险

source: the sign-in nonce
es: el nonce de inicio de sesión
fr: le nonce de connexion
ko: 로그인 논스
zh_hans: 登录 nonce

source: the sign-in response
es: la respuesta de inicio de sesión
fr: la réponse de connexion
ko: 로그인 응답
zh_hans: 登录响应

source: this action always asks
es: esta acción siempre lo pide
fr: cette action le demande toujours
ko: 이 작업은 항상 확인을 요청함
zh_hans: 此操作始终需要验证

source: this can’t be priced
es: no se le puede poner precio
fr: le prix de cette opération ne peut pas être estimé
ko: 가격을 산정할 수 없음
zh_hans: 无法为此计价

source: too many attempts — try again in a few minutes
es: demasiados intentos; vuelve a intentarlo en unos minutos
fr: trop de tentatives — réessayez dans quelques minutes
ko: 시도 횟수 초과 — 몇 분 후 다시 시도
zh_hans: 尝试次数过多：几分钟后重试

source: withdrawing to another address
es: retirar a otra dirección
fr: un retrait vers une autre adresse
ko: 다른 주소로 출금
zh_hans: 提取到其他地址

source: your entry
es: tu precio de entrada
fr: votre prix d'entrée
ko: 진입 가격
zh_hans: 你的开仓价

source: your session is locked
es: tu sesión está bloqueada
fr: votre session est verrouillée
ko: 세션이 잠겨 있음
zh_hans: 你的会话已锁定

source: “%@” can't be part of an address: it uses only 0–9 and a–f.
es: “%@” no puede formar parte de una dirección: solo se usan 0–9 y a–f.
fr: « %@ » ne peut pas faire partie d'une adresse : elle n'utilise que 0–9 et a–f.
ko: 주소에는 “%@” 문자를 쓸 수 없습니다. 주소에는 0–9와 a–f만 사용됩니다.
zh_hans: “%@”不能出现在地址中：地址只使用 0–9 和 a–f。

source: 30D
fr: 30 j
ko: 30일
zh_hans: 30天

source: 7D
fr: 7 j
ko: 7일
zh_hans: 7天

source: 24H
ko: 24시간
zh_hans: 24小时

source: launchpad
ko: 런치패드

# vs %@ %@
source: vs %1$@ %2$@
ko: %1$@ 대비 %2$@
zh_hans: 相对 %1$@ %2$@
